Repository: maroffo/FortiDesk
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: Enter Result
it: Inserisci Risultato

source: From the perspective of your team
it: Dal punto di vista della propria squadra

source: Match vs %(opponent)s
it: Partita vs %(opponent)s

source: Are you sure you want to delete this match?
it: È sicuro di voler eliminare questa partita?

source: Match Information
it: Informazioni Partita

source: Created
it: Creato

source: Score & Result
it: Punteggio e Risultato

source: No result recorded yet.
it: Nessun risultato ancora registrato.

source: Lineup
it: Formazione

source: No lineup set for this match.
it: Nessuna formazione impostata per questa partita.

source: Set Lineup
it: Imposta Formazione

source: Back to Matches
it: Torna alle Partite

source: Attendance Summary
it: Riepilogo Presenze

source: Attendance Summary Report
it: Report Riepilogo Presenze

source: Export CSV
it: Esporta CSV

source: Export PDF
it: Esporta PDF

source: records
it: registrazioni

source: athletes
it: atleti

source: Presence %
it: Presenza %

source: No attendance records found matching the selected filters.
it: Nessun registro presenze trovato per i filtri selezionati.

source: Document Status
it: Stato Documenti

source: Document Status Report
it: Report Stato Documenti

source: documents
it: documenti

source: Unknown
it: Sconosciuto

source: No documents with expiry dates found.
it: Nessun documento con data di scadenza trovato.

source: Equipment Inventory Report
it: Report Inventario Attrezzature

source: items
it: elementi

source: Generate and export reports for your organization.
it: Genera ed esporta report per la tua organizzazione.

source: Team Roster
it: Rosa Squadra

source: Complete team roster with document and certificate status.
it: Rosa completa della squadra con stato documenti e certificati.

source: Generate
it: Genera

source: Attendance statistics per athlete with filters.
it: Statistiche presenze per atleta con filtri.

source: Full equipment inventory with status and condition.
it: Inventario completo attrezzature con stato e condizione.

source: Document expiry status for all uploaded documents.
it: Stato scadenza per tutti i documenti caricati.

source: Insurance Status
it: Stato Assicurazioni

source: Insurance policy status for all athletes.
it: Stato polizze assicurative per tutti gli atleti.

source: Insurance Status Report
it: Report Stato Assicurazioni

source: policies
it: polizze

source: Policy #
it: N. Polizza

source: No insurance policies found.
it: Nessuna polizza assicurativa trovata.

source: Team Roster Report
it: Report Rosa Squadra

source: Medical Cert.
it: Cert. Medico

source: N/A
it: N/D

source: No athletes found matching the selected filters.
it: Nessun atleta trovato per i filtri selezionati.

source: Edit Season
it: Modifica Stagione

source: Edit Season: %(name)s
it: Modifica Stagione: %(name)s

source: e.g., 2025-2026
it: es. 2025-2026

source: New Season
it: Nuova Stagione

source: Current
it: Corrente

source: Ongoing
it: In Corso

source: Are you sure you want to delete this season?
it: È sicuro di voler eliminare questa stagione?

source: No seasons found
it: Nessuna stagione trovata

source: There are no seasons registered.
it: Non ci sono stagioni registrate.

source: Add the first season
it: Aggiungi la prima stagione

source: Total seasons
it: Totale stagioni

source: Create New Season
it: Crea Nuova Stagione

source: Set as Current
it: Imposta come Corrente

source: Season Information
it: Informazioni Stagione

source: Not Active
it: Non Attiva

source: Statistics
it: Statistiche

source: Training Sessions
it: Sessioni di Allenamento

source: Back to Seasons
it: Torna alle Stagioni

source: This role requires a medical certificate
it: Questo ruolo richiede un certificato medico

source: Background Check Expired!
it: Certificato Penale Scaduto!

source: The background check expired on %(date)s
it: Il certificato penale è scaduto il %(date)s

source: No background check expiry present
it: Nessuna scadenza certificato penale presente

source: Background Check Expiring Soon
it: Certificato Penale in Scadenza

source: The background check will expire in %(days)s days (%(date)s)
it: Il certificato penale scadrà tra %(days)s giorni (%(date)s)

source: Missing Background Check
it: Certificato Penale Mancante

source: This role requires a background check
it: Questo ruolo richiede un certificato penale

source: Role Information
it: Informazioni Ruolo

source: Required for this role
it: Richiesto per questo ruolo

source: No medical certificate present.
it: Nessun certificato medico presente.

source: Check Date
it: Data Certificato

source: No background check present.
it: Nessun certificato penale presente.

source: e.g., Head coach U12, Team manager
it: es. Allenatore capo U12, Team manager

source: New Staff Member
it: Nuovo Membro Staff

source: Search by name, fiscal code, or email...
it: Cerca per nome, codice fiscale o email...

source: Background Check Expired
it: Certificato Penale Scaduto

source: Background Check OK
it: Certificato Penale OK

source: No Background Check
it: Nessun Certificato Penale

source: No staff members found
it: Nessun membro dello staff trovato

source: There are no staff members registered.
it: Non ci sono membri dello staff registrati.

source: Add the first staff member
it: Aggiungi il primo membro dello staff

source: Total staff members
it: Totale membri staff

source: Assign Staff to Team: %(name)s
it: Assegna Staff alla Squadra: %(name)s

source: Select the role for this staff member in the team
it: Selezionare il ruolo di questo membro dello staff nella squadra

source: Edit Team
it: Modifica Squadra

source: Edit Team: %(name)s
it: Modifica Squadra: %(name)s

source: e.g., U6, U8, U10, U12, etc.
it: es. U6, U8, U10, U12, ecc.

source: e.g., 2024-2025
it: es. 2024-2025

source: No teams found
it: Nessuna squadra trovata

source: There are no teams registered.
it: Non ci sono squadre registrate.

source: Add the first team
it: Aggiungi la prima squadra

source: Total teams
it: Totale squadre

source: Create New Team
it: Crea Nuova Squadra

source: Optional - can be set later
it: Opzionale: può essere impostato in seguito

source: Are you sure you want to delete this team?
it: È sicuro di voler eliminare questa squadra?

source: Team Information
it: Informazioni Squadra

source: No head coach assigned
it: Nessun allenatore capo assegnato

source: Assistant Coaches
it: Allenatori Assistenti

source: Remove this staff member from the team?
it: Rimuovere questo membro dello staff dalla squadra?

source: No assistant coaches assigned
it: Nessun allenatore assistente assegnato

source: Escorts/Accompaniers
it: Accompagnatori

source: No escorts/accompaniers assigned
it: Nessun accompagnatore assegnato

source: Upcoming Training Sessions
it: Prossimi Allenamenti

source: Upcoming Matches
it: Prossime Partite

source: No athletes assigned to this team
it: Nessun atleta assegnato a questa squadra

source: Back to Teams
it: Torna alle Squadre

source: Edit Training Session
it: Modifica Sessione di Allenamento

source: Edit Session: %(title)s
it: Modifica Sessione: %(title)s

source: Generate Recurring Sessions
it: Genera Sessioni Ricorrenti

source: This will create multiple training sessions on the selected day of the week, between the start and end dates. All generated sessions share the same time, location, and team settings.
it: Verranno create più sessioni di allenamento nel giorno della settimana selezionato, tra la data di inizio e la data di fine. Tutte le sessioni generate condividono orario, luogo e impostazioni della squadra.

source: Recurrence Settings
it: Impostazioni Ricorrenza

source: Session Details
it: Dettagli Sessione

source: Generate Recurring
it: Genera Ricorrenti

source: New Session
it: Nuova Sessione

source: From
it: Da

source: To
it: A

source: Show Cancelled
it: Mostra Annullati

source: Past
it: Passato

source: Upcoming
it: In Programma

source: No training sessions found.
it: Nessuna sessione di allenamento trovata.

source: Create the first session
it: Crea la prima sessione

source: New Training Session
it: Nuova Sessione di Allenamento

source: Create New Training Session
it: Crea Nuova Sessione di Allenamento

source: Are you sure you want to delete this session?
it: È sicuro di voler eliminare questa sessione?

source: This session has been cancelled.
it: Questa sessione è stata annullata.

source: Reason
it: Motivo

source: Duration
it: Durata

source: minutes
it: minuti

source: Recurring
it: Ricorrente

source: Yes
it: Sì

source: Team & Coach
it: Squadra e Allenatore

source: Not assigned
it: Non assegnato

source: Are you sure you want to cancel this session?
it: È sicuro di voler annullare questa sessione?

source: Back to Training Sessions
it: Torna alle Sessioni di Allenamento

source: Access denied. Admin privileges required.
it: Accesso negato. Sono richiesti i privilegi di amministratore.

source: Password is required for new users.
it: La password è obbligatoria per i nuovi utenti.

source: User %(name)s created successfully!
it: Utente %(name)s creato con successo!

source: Error saving data. Please try again.
it: Errore nel salvataggio dei dati. Riprovare.

source: User %(name)s updated successfully!
it: Utente %(name)s aggiornato con successo!

source: Edit User
it: Modifica Utente

source: You cannot deactivate your own account.
it: Non è possibile disattivare il proprio account.

source: User %(name)s activated successfully.
it: Utente %(name)s attivato con successo.

source: User %(name)s deactivated successfully.
it: Utente %(name)s disattivato con successo.

source: You do not have permission to create new athletes
it: Non ha i permessi per creare nuovi atleti

source: -- No Team --
it: -- Nessuna Squadra --

source: An athlete with this fiscal code already exists
it: Esiste già un atleta con questo codice fiscale

source: Athlete %(name)s created successfully!
it: Atleta %(name)s creato con successo!

source: You do not have permission to edit athlete records
it: Non ha i permessi per modificare i record degli atleti

source: Another athlete with this fiscal code already exists
it: Esiste già un altro atleta con questo codice fiscale

source: Edit Athlete
it: Modifica Atleta

source: Athlete %(name)s updated successfully!
it: Atleta %(name)s aggiornato con successo!

source: You do not have permission to delete athlete records
it: Non ha i permessi per eliminare i record degli atleti

source: Athlete %(name)s deleted successfully
it: Atleta %(name)s eliminato con successo

source: Error during deletion. Please try again.
it: Errore durante l'eliminazione. Riprovare.

source: Permission denied.
it: Permesso negato.

source: Emergency contact added.
it: Contatto di emergenza aggiunto.

source: Emergency contact updated.
it: Contatto di emergenza aggiornato.

source: Emergency contact removed.
it: Contatto di emergenza rimosso.

source: Insurance policy added successfully.
it: Polizza assicurativa aggiunta con successo.

source: Insurance policy not found.
it: Polizza assicurativa non trovata.

source: Insurance policy updated successfully.
it: Polizza assicurativa aggiornata con successo.

source: Insurance policy deleted.
it: Polizza assicurativa eliminata.

source: Permission denied. Only admins and coaches can record attendance.
it: Permesso negato. Solo amministratori e allenatori possono registrare le presenze.

source: Attendance recorded for %(count)d athletes.
it: Presenze registrate per %(count)d atleti.

source: Attendance record updated successfully.
it: Registro presenze aggiornato con successo.

source: Permission denied. Only admins can delete attendance records.
it: Permesso negato. Solo gli amministratori possono eliminare i registri presenze.

source: Attendance record deleted.
it: Registro presenze eliminato.

source: All Athletes
it: Tutti gli Atleti

source: Register
it: Registrati

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Mon
it: Lun

source: Tue
it: Mar

source: Wed
it: Mer

source: Thu
it: Gio

source: Fri
it: Ven

source: Sat
it: Sab

source: Sun
it: Dom

source: Announcement created. Emails are being sent in the background.
it: Comunicazione creata. Le email vengono inviate in background.

source: Announcement created successfully.
it: Comunicazione creata con successo.

source: Announcement deleted.
it: Comunicazione eliminata.

source: Emails are being sent in the background.
it: Le email vengono inviate in background.

source: File upload failed. Please check the file type and try again.
it: Caricamento file fallito. Verificare il tipo di file e riprovare.

source: Document uploaded successfully.
it: Documento caricato con successo.

source: Document not found.
it: Documento non trovato.

source: File not found on server.
it: File non trovato sul server.

source: Document deleted.
it: Documento eliminato.

source: Equipment code already exists.
it: Il codice attrezzatura esiste già.

source: Equipment added successfully.
it: Attrezzatura aggiunta con successo.

source: Equipment updated successfully.
it: Attrezzatura aggiornata con successo.

source: Equipment deleted.
it: Attrezzatura eliminata.

source: Equipment assigned successfully.
it: Attrezzatura assegnata con successo.

source: This equipment has already been returned.
it: Questa attrezzatura è già stata restituita.

source: Equipment return processed successfully.
it: Restituzione attrezzatura elaborata con successo.

source: -- No Season --
it: -- Nessuna Stagione --

source: Match created successfully.
it: Partita creata con successo.

source: Match updated successfully.
it: Partita aggiornata con successo.

source: Match deleted.
it: Partita eliminata.

source: Match result saved.
it: Risultato partita salvato.

source: Lineup saved.
it: Formazione salvata.

source: Season created successfully.
it: Stagione creata con successo.

source: Season updated successfully.
it: Stagione aggiornata con successo.

source: Season deleted.
it: Stagione eliminata.

source: Season "%(name)s" set as current.
it: Stagione "%(name)s" impostata come corrente.

source: You do not have permission to create new staff members
it: Non ha i permessi per creare nuovi membri dello staff

source: A staff member with this fiscal code already exists
it: Esiste già un membro dello staff con questo codice fiscale

source: Staff member %(name)s created successfully!
it: Membro dello staff %(name)s creato con successo!

source: You do not have permission to edit staff records
it: Non ha i permessi per modificare i record dello staff

source: Another staff member with this fiscal code already exists
it: Esiste già un altro membro dello staff con questo codice fiscale

source: Edit Staff Member
it: Modifica Membro Staff

source: Staff member %(name)s updated successfully!
it: Membro dello staff %(name)s aggiornato con successo!

source: You do not have permission to delete staff records
it: Non ha i permessi per eliminare i record dello staff

source: Staff member %(name)s deleted successfully
it: Membro dello staff %(name)s eliminato con successo

source: -- Select Head Coach --
it: -- Seleziona Allenatore Capo --

source: Team created successfully.
it: Squadra creata con successo.

source: -- No Head Coach --
it: -- Nessun Allenatore Capo --

source: Team updated successfully.
it: Squadra aggiornata con successo.

source: Team deleted.
it: Squadra eliminata.

source: This staff member already has this role in this team.
it: Questo membro dello staff ha già questo ruolo in questa squadra.

source: Staff assigned successfully.
it: Staff assegnato con successo.

source: Staff member removed from team.
it: Membro dello staff rimosso dalla squadra.

source: -- No Coach --
it: -- Nessun Allenatore --

source: Permission denied. Only admins and coaches can create training sessions.
it: Permesso negato. Solo amministratori e allenatori possono creare sessioni di allenamento.

source: Training session created successfully.
it: Sessione di allenamento creata con successo.

source: Training session updated successfully.
it: Sessione di allenamento aggiornata con successo.

source: Permission denied. Only admins can delete training sessions.
it: Permesso negato. Solo gli amministratori possono eliminare sessioni di allenamento.

source: Training session deleted.
it: Sessione di allenamento eliminata.

source: Training session cancelled.
it: Sessione di allenamento annullata.

source: Error cancelling session.
it: Errore nell'annullamento della sessione.

source: Permission denied. Only admins and coaches can generate sessions.
it: Permesso negato. Solo amministratori e allenatori possono generare sessioni.

source: Start date and end date are required.
it: La data di inizio e la data di fine sono obbligatorie.

source: %(count)d recurring sessions generated successfully.
it: %(count)d sessioni ricorrenti generate con successo.
