Repository: maroffo/FortiDesk
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: You must be logged in to access this page.
it: È necessario effettuare l'accesso per visualizzare questa pagina.

source: Username
it: Nome Utente

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Role
it: Ruolo

source: Admin
it: Amministratore

source: Coach
it: Allenatore

source: Parent
it: Genitore

source: Player
it: Giocatore

source: Confirm Password
it: Conferma Password

source: Passwords must match
it: Le password devono corrispondere

source: Save
it: Salva

source: Username already in use.
it: Username già in uso.

source: Email already in use.
it: Email già in uso.

source: Phone Number
it: Numero di Telefono

source: Enter a valid phone number
it: Inserire un numero di telefono valido

source: Type
it: Tipo

source: Father
it: Padre

source: Mother
it: Madre

source: Guardian
it: Tutore

source: Birth Date
it: Data di Nascita

source: Birth Place
it: Luogo di Nascita

source: Fiscal Code
it: Codice Fiscale

source: Enter a valid fiscal code
it: Inserire un codice fiscale valido

source: FIR ID
it: Tessera FIR

source: Team
it: Squadra

source: Street Address
it: Indirizzo

source: Street Number
it: Numero Civico

source: Postal Code
it: CAP

source: Enter a valid postal code
it: Inserire un CAP valido

source: City
it: Città

source: Province
it: Provincia

source: Enter a valid province code (e.g., BO)
it: Inserire un codice provincia valido (es. BO)

source: Document Number
it: Numero Documento

source: Issuing Authority
it: Ente Rilascio

source: Document Expiry
it: Scadenza Documento

source: Has Medical Certificate/Sports Booklet
it: Ha Certificato Medico/Libretto dello Sportivo

source: Certificate Type
it: Tipo Certificato

source: Select...
it: Seleziona...

source: Medical Certificate
it: Certificato Medico

source: Sports Booklet
it: Libretto dello Sportivo

source: Certificate Expiry
it: Scadenza Certificato

source: Allergies
it: Allergie

source: Medical Conditions
it: Condizioni Mediche

source: Blood Type
it: Gruppo Sanguigno

source: -- Unknown --
it: -- Sconosciuto --

source: Special Notes
it: Note Speciali

source: Guardian 1 First Name
it: Nome Genitore 1

source: Guardian 1 Last Name
it: Cognome Genitore 1

source: Guardian 1 Phone
it: Telefono Genitore 1

source: Guardian 1 Email
it: Email Genitore 1

source: Guardian 1 Type
it: Tipo Genitore 1

source: Guardian 2 First Name
it: Nome Genitore 2

source: Guardian 2 Last Name
it: Cognome Genitore 2

source: Guardian 2 Phone
it: Telefono Genitore 2

source: Guardian 2 Email
it: Email Genitore 2

source: Guardian 2 Type
it: Tipo Genitore 2

source: Save Athlete
it: Salva Atleta

source: Birth date cannot be in the future
it: La data di nascita non può essere nel futuro

source: Athlete must be under 18 years old
it: L'atleta deve avere meno di 18 anni

source: Athlete must be at least 3 years old
it: L'atleta deve avere almeno 3 anni

source: Document is already expired
it: Il documento è già scaduto

source: Specify certificate type
it: Specificare il tipo di certificato

source: Specify certificate expiry date
it: Specificare la data di scadenza del certificato

source: Cannot have two guardians of the same type
it: Non è possibile avere due genitori dello stesso tipo

source: An athlete with this FIR ID already exists
it: Esiste già un atleta con questo Tessera FIR

source: Athlete
it: Atleta

source: Date
it: Data

source: Session Type
it: Tipo Sessione

source: Training
it: Allenamento

source: Match
it: Partita

source: Event
it: Evento

source: Status
it: Stato

source: Present
it: Presente

source: Absent
it: Assente

source: Excused
it: Giustificato

source: Late
it: In Ritardo

source: Notes
it: Note

source: Save Attendance
it: Salva Presenze

source: Training Session
it: Sessione di Allenamento

source: Session Notes
it: Note Sessione

source: From Date
it: Data Inizio

source: To Date
it: Data Fine

source: All
it: Tutti

source: Generate Report
it: Genera Report

source: Subject
it: Oggetto

source: Body
it: Testo

source: General
it: Generale

source: Administrative
it: Amministrativo

source: Send email notification
it: Invia notifica email

source: Create Announcement
it: Crea Comunicazione

source: Title
it: Titolo

source: Document Type
it: Tipo Documento

source: ID Document
it: Documento d'Identità

source: Background Check
it: Certificato Penale

source: Insurance
it: Assicurazione

source: Consent Form
it: Modulo di Consenso

source: Other
it: Altro

source: Please select a file.
it: Selezionare un file.

source: Only PDF and image files (PNG, JPG) are allowed.
it: Sono ammessi solo file PDF e immagini (PNG, JPG).

source: Entity Type
it: Tipo Soggetto

source: Entity
it: Soggetto

source: Expiry Date
it: Data di Scadenza

source: Upload Document
it: Carica Documento

source: Expiring Within
it: In Scadenza Entro

source: Any
it: Qualsiasi

source: 30 days
it: 30 giorni

source: 60 days
it: 60 giorni

source: 90 days
it: 90 giorni

source: Filter
it: Filtra

source: Contact Name
it: Nome Contatto

source: Relationship
it: Parentela

source: Doctor
it: Medico

source: Relative
it: Parente

source: Phone
it: Telefono

source: Primary Doctor
it: Medico Curante

source: Medical Notes
it: Note Mediche

source: Save Contact
it: Salva Contatto

source: Equipment Name
it: Nome Attrezzatura

source: Category
it: Categoria

source: Ball
it: Pallone

source: Jersey
it: Maglia

source: Protective Gear
it: Protezioni

source: Training Aid
it: Ausilio Allenamento

source: Size
it: Taglia

source: Inventory Code
it: Codice Inventario

source: Condition
it: Condizione

source: New
it: Nuovo

source: Good
it: Buono

source: Fair
it: Discreto

source: Poor
it: Scarso

source: Damaged
it: Danneggiato

source: Available
it: Disponibile

source: Assigned
it: Assegnato

source: In Maintenance
it: In Manutenzione

source: Retired
it: Dismesso

source: Purchase Date
it: Data di Acquisto

source: Purchase Price
it: Prezzo di Acquisto

source: Supplier
it: Fornitore

source: Storage Location
it: Luogo di Deposito

source: Quantity
it: Quantità

source: Description
it: Descrizione

source: Maintenance Notes
it: Note Manutenzione

source: Last Maintenance
it: Ultima Manutenzione

source: Next Maintenance
it: Prossima Manutenzione

source: Save Equipment
it: Salva Attrezzatura

source: Equipment
it: Attrezzature

source: Assignment Date
it: Data Assegnazione

source: Expected Return Date
it: Data Prevista Restituzione

source: Condition at Assignment
it: Condizione all'Assegnazione

source: Assignment Notes
it: Note Assegnazione

source: Assign Equipment
it: Assegna Attrezzatura

source: Return Date
it: Data di Restituzione

source: Condition at Return
it: Condizione alla Restituzione

source: Return Notes
it: Note Restituzione

source: Process Return
it: Elabora Restituzione

source: Policy Number
it: Numero Polizza

source: Provider
it: Compagnia

source: Insurance Type
it: Tipo Assicurazione

source: Sports
it: Sportiva

source: Accident
it: Infortuni

source: Civil Liability
it: Responsabilità Civile

source: Start Date
it: Data Inizio

source: End Date
it: Data Fine

source: Coverage Amount
it: Importo Copertura

source: Premium Amount
it: Importo Premio

source: Kick-off Time
it: Ora di Inizio

source: Opponent
it: Avversario

source: Location
it: Luogo

source: Home Match
it: Partita in Casa

source: Match Type
it: Tipo Partita

source: League
it: Campionato

source: Friendly
it: Amichevole

source: Tournament
it: Torneo

source: Cup
it: Coppa

source: Season
it: Stagione

source: Save Match
it: Salva Partita

source: Home Score
it: Punteggio Casa

source: Away Score
it: Punteggio Ospiti

source: Result
it: Risultato

source: Win
it: Vittoria

source: Loss
it: Sconfitta

source: Draw
it: Pareggio

source: Save Result
it: Salva Risultato

source: Save Lineup
it: Salva Formazione

source: Season Name
it: Nome Stagione

source: Save Season
it: Salva Stagione

source: End date must be after start date.
it: La data di fine deve essere successiva alla data di inizio.

source: Assistant Coach
it: Allenatore Assistente

source: Escort
it: Accompagnatore

source: Manager
it: Dirigente

source: President
it: Presidente

source: Vice President
it: Vice Presidente

source: Secretary
it: Segretario

source: Role Notes
it: Note Ruolo

source: Has Background Check
it: Ha Certificato Penale

source: Background Check Date
it: Data Certificato Penale

source: Background Check Expiry
it: Scadenza Certificato Penale

source: Save Staff Member
it: Salva Membro Staff

source: Birth date seems unrealistic
it: La data di nascita sembra irrealistica

source: Staff member must be at least 18 years old
it: Il membro dello staff deve avere almeno 18 anni

source: Specify background check date
it: Specificare la data del certificato penale

source: Specify background check expiry date
it: Specificare la data di scadenza del certificato penale

source: Background check date cannot be in the future
it: La data del certificato penale non può essere nel futuro

source: Team Name
it: Nome Squadra

source: Age Group
it: Categoria d'Età

source: Linked Season
it: Stagione Collegata

source: Head Coach
it: Allenatore Capo

source: Save Team
it: Salva Squadra

source: Staff Member
it: Membro Staff

source: Escort/Accompanier
it: Accompagnatore

source: Assign Staff
it: Assegna Staff

source: Start Time
it: Ora Inizio

source: End Time
it: Ora Fine

source: Friendly Match
it: Partita Amichevole

source: Save Session
it: Salva Sessione

source: End time must be after start time.
it: L'ora di fine deve essere successiva all'ora di inizio.

source: Day of Week
it: Giorno della Settimana

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Generate Sessions
it: Genera Sessioni

source: End date must not be before start date.
it: La data di fine non può essere precedente alla data di inizio.

source: Cancellation Reason
it: Motivo Annullamento

source: Cancel Session
it: Annulla Sessione

source: Scheduled
it: Programmato

source: Completed
it: Completato

source: Cancelled
it: Annullato

source: Postponed
it: Rinviato

source: People
it: Persone

source: Athletes
it: Atleti

source: Teams
it: Squadre

source: Activities
it: Attività

source: Attendance
it: Presenze

source: Matches
it: Partite

source: Calendar
it: Calendario

source: Management
it: Gestione

source: Seasons
it: Stagioni

source: Documents
it: Documenti

source: Communications
it: Comunicazioni

source: Reports
it: Report

source: Logout
it: Esci

source: Welcome, %(name)s!
it: Benvenuto, %(name)s!

source: FortiDesk Dashboard - Fortitudo 1901 Rugby Management
it: Dashboard FortiDesk - Gestione Fortitudo 1901 Rugby

source: View All
it: Visualizza Tutti

source: Expiry Alerts
it: Avvisi Scadenza

source: All clear! No expiring documents or pending maintenance.
it: Tutto in ordine! Nessun documento in scadenza o manutenzione in sospeso.

source: Athlete Documents
it: Documenti Atleti

source: Expired
it: Scaduto

source: Expires
it: Scade

source: Athlete Medical Certificates
it: Certificati Medici Atleti

source: Staff Documents
it: Documenti Staff

source: Staff Medical Certificates
it: Certificati Medici Staff

source: Staff Background Checks
it: Certificati Penali Staff

source: Uploaded Documents
it: Documenti Caricati

source: Equipment Maintenance Due
it: Manutenzione Attrezzature in Scadenza

source: Maintenance overdue
it: Manutenzione scaduta

source: Quick Actions
it: Azioni Rapide

source: New Athlete
it: Nuovo Atleta

source: New Staff
it: Nuovo Staff

source: Check-in Attendance
it: Registra Presenze

source: New Equipment
it: Nuova Attrezzatura

source: New Team
it: Nuova Squadra

source: Recent Athletes
it: Atleti Recenti

source: Name
it: Nome

source: Age
it: Età

source: Added
it: Aggiunto

source: No athletes registered yet.
it: Nessun atleta ancora registrato.

source: Recent Attendance
it: Presenze Recenti

source: No attendance records yet.
it: Nessun registro presenze ancora.

source: Back to Users
it: Torna agli Utenti

source: Edit
it: Modifica

source: User Information
it: Informazioni Utente

source: Active
it: Attivo

source: Inactive
it: Inattivo

source: System Information
it: Informazioni di Sistema

source: Created on
it: Creato il

source: Last Login
it: Ultimo Accesso

source: Never
it: Mai

source: Administrator Actions
it: Azioni Amministratore

source: Warning: these actions affect user access to the system.
it: Attenzione: queste azioni influiscono sull'accesso dell'utente al sistema.

source: Are you sure you want to deactivate %(name)s? They will no longer be able to log in.
it: È sicuro di voler disattivare %(name)s? Non potrà più accedere al sistema.

source: Deactivate User
it: Disattiva Utente

source: Activate User
it: Attiva Utente

source: Account Information
it: Informazioni Account

source: Leave blank to keep current password.
it: Lasciare vuoto per mantenere la password attuale.

source: Cancel
it: Annulla

source: User Management
it: Gestione Utenti

source: New User
it: Nuovo Utente

source: Search by name, username, or email...
it: Cerca per nome, username o email...

source: Search
it: Cerca

source: Reset
it: Reimposta

source: All Roles
it: Tutti i Ruoli

source: Clear
it: Cancella

source: Actions
it: Azioni

source: View Details
it: Visualizza Dettagli

source: No results for the current search/filter
it: Nessun risultato per la ricerca/filtro corrente

source: No users found.
it: Nessun utente trovato.

source: Page navigation
it: Navigazione pagina

source: Previous
it: Precedente

source: Next
it: Successivo

source: Total users
it: Totale utenti

source: %(total)s registered
it: %(total)s registrati

source: Back to List
it: Torna all'Elenco

source: Document Expired!
it: Documento Scaduto!

source: The identity document expired on %(date)s
it: Il documento d'identità è scaduto il %(date)s

source: Document Expiring Soon
it: Documento in Scadenza

source: The document will expire in %(days)s days (%(date)s)
it: Il documento scadrà tra %(days)s giorni (%(date)s)

source: Certificate Expired!
it: Certificato Scaduto!

source: The certificate expired on %(date)s
it: Il certificato è scaduto il %(date)s

source: No certificate present
it: Nessun certificato presente

source: Certificate Expiring Soon
it: Certificato in Scadenza

source: The certificate will expire in %(days)s days (%(date)s)
it: Il certificato scadrà tra %(days)s giorni (%(date)s)

source: Missing Certificate
it: Certificato Mancante

source: No medical certificate or sports booklet is present
it: Non è presente alcun certificato medico o libretto dello sportivo

source: Personal Data
it: Dati Anagrafici

source: Full Name
it: Nome Completo

source: %(age)s years
it: %(age)s anni

source: Residential Address
it: Indirizzo di Residenza

source: Identity Document
it: Documento d'Identità

source: Expiring Soon
it: In Scadenza

source: Valid
it: Valido

source: Number
it: Numero

source: Expiry
it: Scadenza

source: (in %(days)s days)
it: (tra %(days)s giorni)

source: Not Present
it: Non Presente

source: Not specified
it: Non specificato

source: No medical certificate or sports booklet present.
it: Nessun certificato medico o libretto dello sportivo presente.

source: Guardians
it: Genitori

source: No guardians registered.
it: Nessun genitore registrato.

source: Medical Information
it: Informazioni Mediche

source: No medical information recorded.
it: Nessuna informazione medica registrata.

source: Emergency Contacts
it: Contatti di Emergenza

source: Add
it: Aggiungi

source: Remove this contact?
it: Rimuovere questo contatto?

source: Remove
it: Rimuovi

source: No emergency contacts registered.
it: Nessun contatto di emergenza registrato.

source: Match History
it: Storico Partite

source: Position
it: Posizione

source: Home
it: Casa

source: Away
it: Trasferta

source: Captain
it: Capitano

source: Starter
it: Titolare

source: Substitute
it: Riserva

source: View
it: Visualizza

source: Insurance Policies
it: Polizze Assicurative

source: Add Insurance
it: Aggiungi Assicurazione

source: Period
it: Periodo

source: Coverage
it: Copertura

source: Expiring
it: In Scadenza

source: Are you sure you want to delete this insurance policy?
it: È sicuro di voler eliminare questa polizza assicurativa?

source: Delete
it: Elimina

source: No insurance policies recorded.
it: Nessuna polizza assicurativa registrata.

source: Created by
it: Creato da

source: Last modified
it: Ultima modifica

source: Warning: these actions are irreversible and reserved for administrators.
it: Attenzione: queste azioni sono irreversibili e riservate agli amministratori.

source: Are you sure you want to delete the record for %(name)s? This action is irreversible.
it: È sicuro di voler eliminare il record di %(name)s? Questa azione è irreversibile.

source: Delete Record
it: Elimina Record

source: Edit Emergency Contact
it: Modifica Contatto di Emergenza

source: Add Emergency Contact
it: Aggiungi Contatto di Emergenza

source: Back to Athlete
it: Torna all'Atleta

source: Contact Information
it: Informazioni di Contatto

source: Optional - assign athlete to a team
it: Opzionale: assegnare l'atleta a una squadra

source: Medical Certificate / Sports Booklet
it: Certificato Medico / Libretto dello Sportivo

source: Guardian Data
it: Dati Genitori

source: First Guardian
it: Primo Genitore

source: Second Guardian
it: Secondo Genitore

source: Search by first name, last name, or fiscal code...
it: Cerca per nome, cognome o codice fiscale...

source: FC
it: CF

source: Document Expired
it: Documento Scaduto

source: Certificate Expired
it: Certificato Scaduto

source: Certificate OK
it: Certificato OK

source: No Certificate
it: Nessun Certificato

source: No athletes found
it: Nessun atleta trovato

source: No results for search "%(search)s"
it: Nessun risultato per la ricerca "%(search)s"

source: There are no athletes registered.
it: Non ci sono atleti registrati.

source: Add the first athlete
it: Aggiungi il primo atleta

source: Total athletes
it: Totale atleti

source: Edit Insurance
it: Modifica Assicurazione

source: Edit Insurance Policy
it: Modifica Polizza Assicurativa

source: Add Insurance Policy
it: Aggiungi Polizza Assicurativa

source: Policy Details
it: Dettagli Polizza

source: Check-In
it: Registrazione

source: Attendance Check-In
it: Registrazione Presenze

source: Edit Attendance
it: Modifica Presenze

source: Attendance Records
it: Registri Presenze

source: Check-In Session
it: Registra Sessione

source: No attendance records found.
it: Nessun registro presenze trovato.

source: Attendance Report
it: Report Presenze

source: Total
it: Totale

source: Rate
it: Percentuale

source: Session
it: Sessione

source: Attendance Details
it: Dettagli Presenze

source: Attendance Record
it: Registro Presenze

source: Back
it: Indietro

source: Login
it: Accedi

source: FortiDesk Access
it: Accesso FortiDesk

source: Fortitudo 1901 Rugby Management
it: Gestione Fortitudo 1901 Rugby

source: Don't have an account? <a href="%(register_url)s">Register here</a>
it: Non hai un account? <a href="%(register_url)s">Registrati qui</a>

source: Registration
it: Registrazione

source: FortiDesk Registration
it: Registrazione FortiDesk

source: Create your account
it: Crea il tuo account

source: Already have an account? <a href="%(login_url)s">Login here</a>
it: Hai già un account? <a href="%(login_url)s">Accedi qui</a>

source: All Teams
it: Tutte le Squadre

source: New Announcement
it: Nuova Comunicazione

source: All Types
it: Tutti i Tipi

source: Sent
it: Inviato

source: No announcements found.
it: Nessuna comunicazione trovata.

source: If checked, email will be sent to relevant guardians and staff
it: Se selezionato, verrà inviata un'email ai genitori e allo staff interessati

source: Details
it: Dettagli

source: Created at
it: Creato il

source: Content
it: Contenuto

source: Email Delivery
it: Invio Email

source: Email sent
it: Email inviata

source: Sent at
it: Inviato il

source: Recipients
it: Destinatari

source: Email not sent
it: Email non inviata

source: Send email to all relevant recipients?
it: Inviare email a tutti i destinatari interessati?

source: Resend Email
it: Reinvia Email

source: Send Email
it: Invia Email

source: Are you sure you want to delete this announcement?
it: È sicuro di voler eliminare questa comunicazione?

source: Back to Communications
it: Torna alle Comunicazioni

source: Expiring Documents
it: Documenti in Scadenza

source: All Documents
it: Tutti i Documenti

source: Days Remaining
it: Giorni Rimanenti

source: days
it: giorni

source: Download
it: Scarica

source: No expiring documents found within the selected period.
it: Nessun documento in scadenza nel periodo selezionato.

source: Title or filename...
it: Titolo o nome file...

source: No Expiry
it: Senza Scadenza

source: No documents found.
it: Nessun documento trovato.

source: Allowed: PDF, PNG, JPG. Max 16 MB.
it: Ammessi: PDF, PNG, JPG. Max 16 MB.

source: Uploaded By
it: Caricato da

source: Upload Date
it: Data Caricamento

source: File Name
it: Nome File

source: File Size
it: Dimensione File

source: Expiring in %(days)d days
it: In scadenza tra %(days)d giorni

source: days remaining
it: giorni rimanenti

source: Are you sure you want to delete this document?
it: È sicuro di voler eliminare questo documento?

source: This is an automated message from FortiDesk.
it: Questo è un messaggio automatico da FortiDesk.

source: Document Expiry Reminder
it: Promemoria Scadenza Documento

source: The following document is expiring soon:
it: Il seguente documento è in scadenza:

source: Document
it: Documento

source: For
it: Per

source: Please ensure this document is renewed before the expiry date.
it: Assicurarsi che questo documento venga rinnovato prima della data di scadenza.

source: Training Session Update
it: Aggiornamento Sessione di Allenamento

source: Time
it: Orario

source: Equipment Assignments
it: Assegnazioni Attrezzature

source: Expected Return
it: Restituzione Prevista

source: Returned
it: Restituito

source: Return
it: Restituisci

source: No assignments found.
it: Nessuna assegnazione trovata.

source: Edit Equipment
it: Modifica Attrezzatura

source: Equipment Inventory
it: Inventario Attrezzature

source: Add Equipment
it: Aggiungi Attrezzatura

source: Assign
it: Assegna

source: Assignments
it: Assegnazioni

source: Code
it: Codice

source: No equipment found.
it: Nessuna attrezzatura trovata.

source: Return Equipment
it: Restituisci Attrezzatura

source: Page Not Found
it: Pagina Non Trovata

source: The page you are looking for does not exist.
it: La pagina cercata non esiste.

source: Back to Dashboard
it: Torna alla Dashboard

source: Server Error
it: Errore del Server

source: An unexpected error occurred. Please try again later.
it: Si è verificato un errore imprevisto. Riprovare più tardi.

source: Edit Match
it: Modifica Partita

source: Edit Match: vs %(opponent)s
it: Modifica Partita: vs %(opponent)s

source: New Match
it: Nuova Partita

source: All Seasons
it: Tutte le Stagioni

source: Home/Away
it: Casa/Trasferta

source: Score
it: Punteggio

source: No matches found.
it: Nessuna partita trovata.

source: Schedule a Match
it: Programma una Partita

source: Manage Lineup
it: Gestisci Formazione

source: Jersey #
it: N. Maglia

source: e.g., Prop, Fly-half
it: es. Pilone, Mediano d'apertura

source: No athletes assigned to this team.
it: Nessun atleta assegnato a questa squadra.

source: Go to Team
it: Vai alla Squadra

source: Schedule New Match
it: Programma Nuova Partita

source: Optional - link to a season for filtering
it: Opzionale: collegare a una stagione per il filtro
